Repository: dci-debian-kde-applications/ktp-send-file
Catalog: po/*/ktp-send-file.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Author
ast: Autor

source: The files to send
ast: Los ficheros pa unviar

source: [files...]
ast: [ficheros...]

source: Send file - %1
ast: Unviar ficheru - %1

source: Send files - %1
ast: Unviar ficheros - %1

source: You are about to send these files
ast: Tas a piques d'unviar estos ficheros

source: 1 file selected
ast: Esbill칩se 1 ficheru

source: Search in Contacts...
ast: Guetar en Contautos...

source: Failed to send file
ast: Fallu al unviar el ficheru

source: File Transfer Failed
ast: Fall칩 la tresferencia de ficheros

source: You are about to send this file
ast: Tas a piques d'unviar esti ficheru

source: Files info
ast: Informaci칩n de ficheros
